import React from 'react'
import '../styles/About.css'
import Logo from '../images/novologo.png';

function About() {
  return (
    
    <div className="about">
    
        <div className="about-inside">
        <div className="about-description">
          <h1>Наша кратка историја</h1>
          <div className="about-logo" >
          <img className='about-logo-img' src={Logo} alt="" height="150px" />
          </div>
          <h5>Стафилов Солар е приватна компанија воспоставена во 2020 предходно водена  10 години под друго име.</h5>
          <p>Стафилов Солар нуди опрема и монтажа на соларен систем за производство на електрична енергија како во домаќинствата така и во компаниите. Достапни сме за изведба на секаков тип на фотоволтаични системи (Систем поврзан со мрежа, Автономен и Хибриден систем), на сите локации во Р.С.Македонија, за задоволување на вашите потреби за зелена енергија а воедно и заштита на животната средина. Нудиме целосна услуга за монтажа на челични, поцинковани двојно галванизирани конструкции, и монтажа на исто Ваша сопствена фотоволтаична централа. Работиме со опрема од светските брендови за фотоволтаични модули Ja Solar , Canadian Solar, ZNSHINE; Sungrow, SAJ, Deye, Growatt, Voltronic за инвертори и TAB Slovenia за акумулаторски батерии. Ви нудиме квалитетно изработени фотоволтаични системи и целосна поддршка од нашиот тим за беспрекорно и долготрајно функционирање на системот. </p>
        </div>
      </div>
      
      </div>
  )
}

export default About